{
  "clubs": [
    {
      "id": 1,
      "name": "Молодежный центр ЕНУ",
      "short_description": "Координация молодежных инициатив, организация крупных кампусных фестивалей и поддержка активного студенчества.",
      "full_description": "Молодежный центр — флагманская организация ЕНУ, созданная в 2011 году. Команда объединяет четыре комитета (организационный, международный, культурный и информационный), чтобы развивать лидерские качества, патриотизм и культурную среду. Центр отвечает за ENU Students Day, ENULand, ENUshow, благотворительные акции и церемонии награждения лучших студентов.",
      "contact_info": "Telegram: @cmpenu, Киикбай Ерлан, тел. +7 705 104 4860",
      "events": [
        {
          "id": 101,
          "title": "ENU Students Day",
          "date": "2026-03-20T18:00:00"
        },
        {
          "id": 102,
          "title": "Благотворительная ярмарка ENUshow",
          "date": "2026-04-05T17:00:00"
        }
      ]
    },
    {
      "id": 2,
      "name": "Волонтерская лига QAMQOR",
      "short_description": "Лига волонтеров ЕНУ, организующая благотворительные акции и поддержку социальных проектов города.",
      "full_description": "QAMQOR — студенческая волонтерская лига, основанная в 2019 году. Организация объединяет около 150 участников без деления по факультетам. Студенты помогают многодетным семьям, пожилым людям, детским домам, а также поддерживают городские события и крупные форумы. Лига проводит декаду «25 добрых дел» и сотрудничает с международными площадками.",
      "contact_info": "Instagram: @qamqor_enu, тел. +7 777 329 67 06",
      "events": [
        {
          "id": 201,
          "title": "Декада 25 добрых дел",
          "date": "2026-02-10T09:00:00"
        },
        {
          "id": 202,
          "title": "Волонтерский форум ENU Volunteers",
          "date": "2026-05-15T10:30:00"
        }
      ]
    },
    {
      "id": 3,
      "name": "Эко клуб ENU",
      "short_description": "Площадка экологических инициатив студентов факультета социальных наук и проекта «Зеленый университет».",
      "full_description": "Клуб эковолонтеров сформирован на факультете социальных наук. Он вырос из научного проекта по экологизации вузовской среды и развивает культуру устойчивого развития. Участники проводят просветительские встречи, акции по озеленению кампуса и помогают внедрять принципы «Зеленого университета».",
      "contact_info": "Instagram: @eco_club_enu, Диана Ардаковина, тел. +7 747 398 4338",
      "events": [
        {
          "id": 301,
          "title": "Мастер-класс «Зеленый кампус»",
          "date": "2026-03-02T16:00:00"
        },
        {
          "id": 302,
          "title": "Весенняя акция по озеленению",
          "date": "2026-04-12T11:00:00"
        }
      ]
    },
    {
      "id": 4,
      "name": "Dream Hub ENU",
      "short_description": "Студенческий IT-инкубатор факультета информационных технологий с акцентом на проектное мышление.",
      "full_description": "Dream Hub ENU — клуб факультета информационных технологий, где студенты работают над технологическими прототипами, проводят хакатоны и менторские сессии. Участники развивают навыки разработки, дизайна и представления проектов, развивают собственные стартапы и участвуют в конкурсах.",
      "contact_info": "ФИТ ЕНУ, учебный корпус 4, каб. IT-304",
      "events": [
        {
          "id": 401,
          "title": "Хакатон Dream Build 2026",
          "date": "2026-03-28T09:00:00"
        },
        {
          "id": 402,
          "title": "Демо-день студенческих проектов",
          "date": "2026-05-18T15:00:00"
        }
      ]
    },
    {
      "id": 5,
      "name": "IT Club ENU",
      "short_description": "Сообщество программистов, которое делится опытом и помогает студентам готовиться к IT-соревнованиям.",
      "full_description": "IT Club объединяет студентов разных факультетов, интересующихся разработкой, алгоритмами и кибербезопасностью. Клуб проводит регулярные воркшопы, обучающие спринты и подготовку к олимпиадам и карьерным интервью. Новички получают наставничество от опытных участников.",
      "contact_info": "Факультет информационных технологий, itclub@enu.kz",
      "events": [
        {
          "id": 501,
          "title": "Алгоритмический буткемп",
          "date": "2026-02-22T13:00:00"
        },
        {
          "id": 502,
          "title": "Meetup по кибербезопасности",
          "date": "2026-04-09T18:30:00"
        }
      ]
    },
    {
      "id": 6,
      "name": "Дебатный клуб «Парасат»",
      "short_description": "Интеллектуальные дебаты, развитие критического мышления и выступлений на русском и казахском языках.",
      "full_description": "«Парасат» — дебатный клуб филологического факультета, где студенты тренируют аргументацию, ораторское искусство и формируют культуру публичных дискуссий. Клуб проводит внутренние турниры, обучает новичков технике дебатов и выступает на республиканских соревнованиях.",
      "contact_info": "Деканат филологического факультета, aud. 215",
      "events": [
        {
          "id": 601,
          "title": "Турнир «Parassat Open»",
          "date": "2026-03-16T10:00:00"
        },
        {
          "id": 602,
          "title": "Тренинг по аргументации",
          "date": "2026-02-27T17:30:00"
        }
      ]
    },
    {
      "id": 7,
      "name": "Media Club ENU",
      "short_description": "Студенческая медиа-команда факультета журналистики, создающая видеоконтент и спецпроекты.",
      "full_description": "Media Club объединяет журналистов, операторов, сценаристов и SMM-специалистов факультета журналистики и политологии. Резиденты клуба создают студенческое телевидение, развивают подкасты, освещают кампусные события и ведут коллаборации с университетскими службами.",
      "contact_info": "Факультет журналистики и политологии, студия Media Club",
      "events": [
        {
          "id": 701,
          "title": "Запуск студенческого подкаста",
          "date": "2026-03-08T12:00:00"
        },
        {
          "id": 702,
          "title": "Воркшоп по монтажу",
          "date": "2026-04-01T15:00:00"
        }
      ]
    },
    {
      "id": 8,
      "name": "Клуб «Жас археолог»",
      "short_description": "Исторический клуб, вовлекающий студентов в археологические экспедиции и изучение наследия Казахстана.",
      "full_description": "«Жас археолог» действует на историческом факультете и организует полевые исследования, лекции по археологии и поездки в музеи. Студенты знакомятся с методами раскопок, учатся документировать находки и популяризируют культурное наследие страны.",
      "contact_info": "Исторический факультет, кафедра археологии",
      "events": [
        {
          "id": 801,
          "title": "Подготовка к летней экспедиции",
          "date": "2026-05-10T16:30:00"
        },
        {
          "id": 802,
          "title": "Лекторий «Археология Центральной Азии»",
          "date": "2026-03-22T14:00:00"
        }
      ]
    },
    {
      "id": 9,
      "name": "Благотворительный клуб «Мейірім»",
      "short_description": "Клуб физико-технического факультета, вдохновляющий студентов на добрые дела и благотворительность.",
      "full_description": "«Мейірім» создан для поддержки социальных инициатив, помощи нуждающимся и развития эмпатии у студентов. Команда организует сбор средств, визиты в детские дома и больницы, а также акции взаимопомощи внутри университета.",
      "contact_info": "Айдана Адибековна, тел. +7 771 872 5356",
      "events": [
        {
          "id": 901,
          "title": "Благотворительный марафон «Свет в ладонях»",
          "date": "2026-03-30T13:00:00"
        },
        {
          "id": 902,
          "title": "Визит в детский дом №3",
          "date": "2026-04-18T10:00:00"
        }
      ]
    },
    {
      "id": 10,
      "name": "Клуб любителей японского языка «Мононокэ»",
      "short_description": "Культурный клуб факультета международных отношений, изучающий японский язык и традиции.",
      "full_description": "«Мононокэ» помогает студентам углубить знания японского языка, знакомит с культурой, кино и современными тенденциями Японии. Участники готовят языковые клубы, встречи с носителями языка, тематические кинопоказы и развивают международные связи.",
      "contact_info": "Факультет международных отношений, ауд. 407",
      "events": [
        {
          "id": 1001,
          "title": "Киноклуб Studio Ghibli",
          "date": "2026-02-25T18:00:00"
        },
        {
          "id": 1002,
          "title": "Разговорный клуб с носителем языка",
          "date": "2026-04-14T17:00:00"
        }
      ]
    }
  ]
}
